adpyke.codesnap
bradlc.vscode-tailwindcss
chakrounanas.turbo-console-log
dbaeumer.vscode-eslint
editorconfig.editorconfig
emroussel.atom-icons
formulahendry.code-runner
github.copilot
github.github-vscode-theme
github.vscode-pull-request-github
gitlab.gitlab-workflow
golang.go
heybourn.headwind
humao.rest-client
ms-vscode.js-debug-companion
ms-vscode.references-view
naumovs.color-highlight
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
stylelint.vscode-stylelint
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
